{
    "title": "Aquarius",
    "card1": [
        "The year 2025 promises to be successful for Aquarians in financial terms. Under the patronage of the Green Tree Snake, they will be able to open new sources of income, develop in their career and strengthen their financial position. The year will bring stability and prospects for growth, especially if Aquarians follow their intuition and exercise reasonable caution.",
        "The basis of success will be attentiveness to opportunities, new projects, professional development and cooperation with others. Career-minded Aquarians will find ways to improve their finances, and the ability to analyze and avoid risks will help them avoid unnecessary losses.",
        "This year is favorable for long-term plans and savings. It is important to maintain a balance between optimism and careful analysis, avoiding impulsive decisions and risky investments. Luck will be on the side of those who approach their finances thoughtfully and are ready for change."
    ],
    "card2": [
        "Although luck will be on Aquarius' side, it is important not to forget about financial discipline. The stars warn that Aquarians may be inclined to impulsive spending, which could lead to unwanted expenses or even fraud, especially with tempting offers. You need to approach finances with caution, carefully analyze the risks of making large investments and avoid unnecessary purchases.",
        "Nevertheless, opportunities for new projects and financial achievements will open up for Aquarians with a creative approach. It is important to remember that success should not mean forgetting about financial caution."
    ],
    "card3": [
        "<strong>Creativity and out-of-the-box thinking</strong>: Your ideas and approaches will be key to success.",
        "<strong>Financial discipline</strong>: It is important to balance risk and caution.",
        "<strong>Flexibility and adaptability</strong>: Find harmony between experimentation and practicality for stability."
    ],
    "card4": [
        "<strong>Unrealistic promises</strong> - Be wary of offers that promise quick money and easy riches.",
        "<strong>Unreasonable risks</strong> - Do not risk your money at the beginning of the year if you are not sure of the outcome.",
        "<strong>Debts</strong> - If you have to borrow money from friends or relatives, be honest with them and agree in advance when and how you will repay the debt so as not to create tension in the relationship."
    ],
    "card5": [
        "<strong>Jupiter</strong>: Supports career growth, financial stability and new beginnings. <br /><i>Tip:</i> Catch lucky chances, especially in the spring and summer.",
        "<strong>Uranus</strong>: Inspires unconventional solutions and helps you realize creative ideas. <br /><i>Tip:</i> Act boldly and don't be afraid to experiment.",
        "<strong>Saturn</strong>: Gives discipline and stability in important matters. <br /><i>Tip:</i> Plan for the long term and act consistently.",
        "<strong>Mars</strong>: Energizes and helps you achieve your goals, especially in March and August. <br /><i>Tip:</i> Use these periods to be proactive.",
        "<strong>Venus</strong>: Strengthens personal relationships and brings harmony. <br /><i>Tip:</i> Open up to feelings and pay attention to loved ones."
    ],
    "card6": [
        "<strong>Lucky numbers</strong>: 3, 7, 11 - they will bring luck in financial matters.",
        "<strong>Number of the year 2025</strong>: 5 - symbolizes changes and new opportunities."
    ],
    "card7": [
        "The year 2025 is a time of opportunity for Aquarians, both in career and financial matters. It is important to be creative and unconventional, but do not forget about financial caution to avoid risks. This year will bring you stability, new achievements and professional growth!"
    ]
}