{
    "title": "Cancer",
    "card1": [
        "For Cancers, 2025 will be a period of strengthening financial stability and laying the foundations for long-term prosperity. The Year of the Green Tree Snake will be favorable for those who are willing to be industrious and manage their resources rationally. Cancerians will be able to count on new sources of income, especially if they develop their professional skills and are ready to make unconventional decisions.",
        "In the first half of the year it is worth focusing on analyzing the current financial situation. This is the time to develop strategies and look for new opportunities. You may be offered projects or positions that will prove profitable in the long run.",
        "In the second half of the year, Cancerians will be able to see the results of their efforts: increased income, successful investments or successful completion of important projects. However, it is important not to be tempted to spend more than your budget allows. Remember that even in times of success, caution remains the key to financial stability."
    ],
    "card2": [
        "Cancerians should act in a balanced manner. At the beginning of the year, focus on competent allocation of resources and avoid large financial commitments. Invest in yourself: training and professional development will be beneficial in the future. In the spring, look for new sources of income, such as a small business, handmade crafts or a new profession. During the fall months, strengthen your financial base and plan your spending carefully."
    ],
    "card3": [
        "<strong>Develop new sources of income</strong>: search for new income channels, for example, through renting or freelancing.",
        "<strong>Self-development</strong>: investing in training and professional development will provide long-term benefits.",
        "<strong>Savings and long-term investments</strong>: building a financial safety cushion and investing in stable projects will be beneficial.",
        "<strong>Thrift and careful money management</strong>: it is important to control expenses and plan for large purchases."
    ],
    "card4": [
        "Impulsive spending on expensive things and unnecessary purchases.",
        "Credits and loans at the beginning of the year.",
        "Investments in questionable projects and risky decisions.",
        "Ignoring opportunities for development and learning."
    ],
    "card5": [
        "<strong>Jupiter</strong> will encourage the discovery of new sources of income, especially in the spring.",
        "<strong>Saturn</strong> will support discipline and commitment to long-term goals.",
        "<strong>Mercury</strong> is favorable for communication and networking, especially in February and March."
    ],
    "card6": [
        "<strong>Lucky numbers for Cancer</strong>: 2, 7, 9 - these numbers will help you make better financial decisions.",
        "<strong>Numbers of the Year</strong>: 2025 will be influenced by the number 7, which symbolizes stability and the desire for improvement. Cancerians should actively work towards long-term goals and keep a close eye on expenses."
    ],
    "card7": [
        "The year 2025 for Cancer will bring financial harmony if you act thoughtfully and avoid impulsive decisions. Proper allocation of funds, development of new sources of income and long-term investments will help to consolidate financial stability. May this year bring you confidence and peace of mind!"
    ]
}