{
    "title": "Capricorn",
    "card1": [
        "The year 2025 will bring Capricorns opportunities to strengthen their financial position and realize long-term goals. The Green Tree Snake will support your efforts if you show patience, strategic thinking and a willingness to work hard. The year will be favorable for those who can plan and manage their resources rationally.",
        "The main emphasis in the financial sphere will be on stability. This is the time for a cautious approach to large expenditures and investments. Luck will accompany Capricorns who are ready to carefully analyze their actions and avoid rash risks. Increased income is possible through career growth, competent project management and conclusion of profitable deals.",
        "Capricorns can also count on support from colleagues and management. The year is favorable for finding new sources of income, but success will depend on your ability to remain disciplined and adaptive to changing circumstances.",
        "It is important not to forget the need to save and invest in long-term projects. Caution with impulsive spending will help you avoid financial difficulties. The year promises to be productive if Capricorns exercise restraint and prudence in financial matters."
    ],
    "card2": [
        "The year 2025 will require caution in spending, especially in the first half of the year. Unnecessary purchases and large expenditures should be avoided in spring and summer, as they can lead to financial losses. It is important to consider every purchase carefully and avoid risky investments. Take your time, it is better to focus on long-term goals and create a financial safety cushion.",
        "This year is good for forming reserves that will be useful in the future. The main thing is to stabilize your financial situation and not to spend money on impulsive decisions."
    ],
    "card3": [
        "<strong>Hard work and strategic approach</strong> - Capricorns, through hard work, will succeed if they plan and act carefully.",
        "<strong>Financial discipline</strong> - Putting money aside and striving for stability will help you move forward with confidence.",
        "<strong>Career Development</strong> - New career opportunities will open up additional sources of income."
    ],
    "card4": [
        "<strong>Impulse Purchases</strong> - Avoid large purchases that could affect your budget.",
        "<strong>Risky investments</strong> - Be cautious of questionable projects that could lead to losses.",
        "<strong>Big changes without preparation</strong> - It is important to prepare for changes to avoid mistakes in financial decisions.",
        "<strong>Impulsive decisions</strong> - Risks associated with unplanned purchases can affect your financial situation.",
        "<strong>Unjustified investments</strong> - Investments made without proper analysis can lead to losses.",
        "<strong>Change too quickly</strong> - Make sure you are ready for change before making drastic decisions."
    ],
    "card5": [
        "<strong>Saturn</strong> - Helps you plan for long-term goals and promotes stability.",
        "<strong>Jupiter</strong> - Opens up career opportunities and improves your financial situation.",
        "<strong>Mercury</strong> - Helps you make informed decisions, especially when it comes to finances."
    ],
    "card6": [
        "<strong>Lucky numbers for Capricorns</strong>: 4, 8, 22 - they will bring good luck in financial matters.",
        "<strong>Number of the year 2025 - 8</strong>: symbolizes material prosperity and success in career."
    ],
    "card7": [
        "The year 2025 will be a time of change and career growth for Capricorns. To improve your financial situation, it is important to be patient, cautious and ready to make decisions. Financial discipline, careful spending and planning for long-term goals will help ensure stability and success. May this year bring many opportunities for professional growth and financial well-being!"
    ]
}