{
    "title": "Leo",
    "card1": [
        "The year 2025 will be full of opportunities for Leos, but success will depend on your willingness to work hard and make well-thought-out decisions. Financial stability won't come immediately — at the beginning of the year, you may need to borrow money or take out a loan. However, things will start to improve by March. Your perseverance and determination will help you build important connections, leading to better financial conditions.",
        "Spring will bring major opportunities for those who show patience and are willing to listen to others. Your leadership qualities will support your financial success. Negotiations and the search for sponsors will be especially favorable at the end of spring.",
        "Summer will be a time to unlock your creative potential. This will be a great opportunity to monetize your hobbies.",
        "In autumn, you'll need to learn how to manage your budget wisely, which will become a valuable skill for your future success."
    ],
    "card2": [
        "Leos should focus on discipline and planning. The beginning of the year will be challenging, but it’s important to stay calm and manage your resources effectively. Avoid risky deals with unfamiliar people and concentrate on improving your financial literacy. In the spring, you’ll have the chance to build valuable connections, which will positively impact your financial situation.",
        "Summer is a time for experimentation and exploring unconventional ways to earn money. It’s a favorable period for starting your own business or monetizing a hobby. In autumn, you should reassess your financial strategy and build a reserve for future needs."
    ],
    "card3": [
        "<strong>Self-development and professional development</strong>: learning new skills will provide income in the future.",
        "<strong>Making connections and finding new sources of income</strong>: important attention should be paid to partnerships.",
        "<strong>Creative expression</strong>: monetizing a hobby can be a source of additional income.",
        "<strong>Thrift and planning</strong>: controlling your spending and systematically keeping a budget will help you achieve stability."
    ],
    "card4": [
        "<strong>Purchases</strong>: avoid large purchases, especially for luxuries at the beginning of the year.",
        "<strong>Loans and borrowings</strong>: refrain from taking large loans in the first months of the year.",
        "<strong>Investments</strong>: you should invest in new projects only after your finances have stabilized.",
        "Risky financial decisions.",
        "Impulsive spending on luxuries.",
        "Loans and credits, especially at the beginning of the year.",
        "Investments in unreliable projects."
    ],
    "card5": [
        "<strong>Jupiter</strong> will help with negotiations and partnerships in the spring.",
        "<strong>Saturn</strong> will support discipline in savings and long-term investments.",
        "<strong>Mercury</strong> will be favorable for learning and communicating with partners in spring and March."
    ],
    "card6": [
        "Lucky numbers for Lions: 1, 4, 6 - these numbers will help you make the right decisions.",
        "Numbers of the year: 2025 under the patronage of the number 7 will bring financial harmony and stability."
    ],
    "card7": [
        "The year 2025 will be a time of growth and new opportunities for Leos. With effort and careful planning, you will achieve financial stability and prosperity. Spring and summer will bring chances for self-fulfillment and income, while autumn will teach you to manage your finances more wisely. May the year bring you confidence in the future!"
    ]
}