{
    "title": "Taurus",
    "card1": [
        "The year 2025 will be a good year for Taurus in terms of finances, especially under the protection of the Green Tree Snake. Everything you've done before will start to bear fruit. The middle of the year will be key: there could be good opportunities to get a promotion at work or move on to more lucrative projects. This is an important time when your diligence and hard work will be rewarded. However, it's important to be wary because success could attract people who want to take advantage of your generosity. The stars advise you to avoid borrowing large sums of money, especially to strangers, and to keep your interests in mind. By spring there may be minor financial difficulties, but in summer the situation will improve and you will be able to strengthen your position."
    ],
    "card2": [
        "<strong>Savings</strong>: In 2025, you should take care of your savings and create a financial safety cushion. Set aside money for long-term savings or stable investments. Gradual savings will help you avoid financial difficulties in the future.",
        "<strong>Major purchases</strong>: If you are planning significant expenditures such as buying real estate or cars, take your time. In the first half of the year, it is better to postpone these purchases to avoid impulsive decisions that could upset your financial stability.",
        "<strong>Investments</strong>: In spring, it is better not to take risks and choose safer investment options. In summer, you can start investing more reasonably, but avoid projects that are too risky. It is better to invest in long-term and reliable assets such as shares of large companies or bonds.",
        "<strong>Business</strong>: For those running a business, 2025 will be good for streamlining processes and cutting costs. Do not expand your business in the first half of the year, it is better to focus on improving current operations. There will be opportunities for growth and development in the summer.",
        "<strong>Loans and debts</strong>: It is better to avoid loans in the first half of the year. It is better to wait until summer when things will improve and more informed decisions can be made about debts.",
        "<strong>Unexpected income</strong>: There could be additional income in 2025 - bonuses, winnings or gifts. This is a chance to strengthen your financial position, but it is important to manage the funds received wisely so that they work for your future."
    ],
    "card3": [
        "Saving regularly and building a financial safety cushion will help you achieve stability. Regular savings in stable investments will provide long-term financial security.",
        "Upgrading your skills and developing your career in the first half of the year will open up new financial opportunities in the summer.",
        "Careful planning for major purchases and investments in the second half of the year will help you achieve stability.",
        "Optimizing business processes and improving efficiency at the beginning of the year will create a good foundation for further growth."
    ],
    "card4": [
        "Hasty expenditures early in the year, such as large purchases or loans, can create problems in the future. Be careful with big financial decisions.",
        "In spring, you should not take risks with investments in unstable projects. This is not a good time to invest in startups or unfamiliar companies.",
        "Borrowing large sums of money or investing in questionable projects can lead to losses. It is better to make sure people are reliable and always keep a balance between the desire to help and your own interests.",
        "Rushing to make decisions on large purchases or investments in the fall can lead to mistakes. It's better to think things through well so that you don't make a mistake."
    ],
    "card5": [
        "<strong>Venus</strong>, your ruling planet, will help with money, purchases and investments. Real estate and large purchases will be especially successful in April and August, when Venus is in a strong position.",
        "<strong>Jupiter</strong> will give you self-confidence and bring you successful financial opportunities, but you should not rush into risky projects. It is better to invest only in stable options.",
        "<strong>Saturn</strong> will help you make long-term decisions. It is especially important to plan your finances carefully in the fall, when important issues will need to be addressed.",
        "<strong>Mars</strong> will give activity, especially in business and career, from March through May. This is a time for proactive steps, but you also need to be careful about spending."
    ],
    "card6": [
        "<strong>2</strong> - symbolizes partnership and balance, which will help to establish stable financial ties.",
        "<strong>8</strong> is the number of success and material prosperity. This number will strengthen your position in business and help you achieve financial independence."
    ],
    "card7": [
        "The year 2025 for Taurus will be a time of great opportunities, but also challenges. The snake, patronizing you this year, will give energy for new achievements, but it is important to act cautiously. In the spring it is important to avoid rushing into decisions, and in the summer you can strengthen your position. At the end of the year, watch your spending and avoid taking big risks. If you manage your finances wisely, you can build a solid foundation for future financial prosperity. Balance, attention to detail and listening to your intuition will help you achieve success. May 2025 bring you prosperity and confidence in the future!"
    ]
}